<?php

    /*
    |--------------------------------------------------------------------------
    | Common Language Lines
    |--------------------------------------------------------------------------
    | 分类管理语言文件
    |
    */

return [
    // 添加列表
    'add_title'         => '栏目设置',
    'add_prev'          => '上级栏目',
    'add_top'           => '顶级分类',
    'add_cat_name'      => '分类名称',
    'add_desc'          => '描述',
    'add_cat_desc'      => '说点什么...可忽略',

    // 分类列表
    'show_title'        => '分类栏目',
    'show_break'        => '栏目管理',
    'show_add_category' => '添加栏目',
    'show_list_catname' => '栏目名称',
    


];