<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Common Language Lines
    |--------------------------------------------------------------------------
    | 公共语言文件
    |
    */

    /** 顶部菜单栏 */

    /** 左侧菜单栏 */
    'home'              =>  '首页',
    'navigate_set'      =>  '导航设置',
    'system_set'        =>  '系统管理',

    /** 操作提示 */
    'message_success'   =>  '操作成功',
    'message_failure'   =>  '操作失败',

    /** 询问提示 */
    'ask_delete'        =>  '您确定要删除吗？', 
    'ask_update'        =>  '您确定要修改吗？', 
    'ask_create'        =>  '您确定要添加吗？', 

    /** 表单通用 */
    'form_search'       =>  '搜索',
    'form_submit'       =>  '提交',
    'form_cancel'       =>  '取消',
    'form_reset'        =>  '重置',
    'batch_delete'      =>  '批量删除',

    /** 分页通用 */
    'total_count'       =>  '共有数据',

    /** 单位通用 */    
    'an'                =>  '个',
    'item'              =>  '条',
    'rmb'               =>  '￥',
    

];
