<?php
 
     /*
    |--------------------------------------------------------------------------
    | Common Language Lines
    |--------------------------------------------------------------------------
    | 设置页面语言文件
    |
    */
    return[
        'con_name'    =>'留言者',

        'con_subject' =>'标题',

        'con_email'   =>'邮箱',

        'con_message' =>'留言者信息',

        'con_status'  =>'状态',

        'con_details' =>'留言详情',

        'con_close'   =>'关闭',

        'con_read'    =>'已阅读',

        'con_no_read' =>'未阅读'
        ]
 ?>